angryobject.react-pure-to-class-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
danielpinto8zz6.c-cpp-project-generator
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
Framer.framer-syntax
Gruntfuggly.todo-tree
hemlok.framer-dark
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-vscode.cpptools
ms-vscode.csharp
oderwat.indent-rainbow
Shan.code-settings-sync
shardulm94.trailing-spaces
sibiraj-s.vscode-scss-formatter
Tobiah.language-pde
waderyan.gitblame
walter-ribeiro.full-react-snippets
wayou.vscode-todo-highlight
ybaumes.highlight-trailing-white-spaces